/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut desktop installer";
"LvAppTitle" = "Jianying desktop installer";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Itutuloy ba ang pag-install?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "I-install";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Buksan";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Kanselahin";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Na-install mo na ang lumang bersyon ng CapCut (v%@). Pwede mong buksan ang lumang bersyon o i-install ang pinakabagong bersyon para palitan ang luma.";
"LvCheckInstalledMsgHintText" = "Na-install mo na ang lumang bersyon ng Jianying (v%@). Pwede mong buksan ang lumang bersyon o i-install ang pinakabagong bersyon para palitan ang luma.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Ihihinto ba ang pagda-download?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Magpatuloy";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Itigil";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Hindi mase-save ang kasalukuyang %d%% ng na-download na file.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Hindi ma-download. Subukan ulit.";
// pc_installer_retry
"BtnText_Retry" = "Subukan ulit";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Itigil";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "I-save";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Hindi sapat ang espasyo ng disk";

"BtnCheck_SystemTrayAutoboot" = "Ilunsad ang tray sa pagsisimula";

"DownloadErrorCodeHintText" = "Kode error: ";